[
    { "src": "https://lh3.googleusercontent.com/p/AF1QipNAJKa1DlQWLWs1PfwWDgdEaO4oRsa19Q_64L2o=s680-w680-h510", "alt": "Atieke Plantain", "width": 360, "height": 336,"descrip": "Est un mets traditionnel et incontournable de la gastronomie ivoirienne obtenu par cuisson à la vapeur de semoule de pulpe de manioc fermentée. Il s'agit d'un aliment traditionnel à forte teneur en calories, au goût aigrelet, qui se consomme avec du poisson, de la viande et des légumes. Originaire du sud de la Côte d'Ivoire, l'attiéké est traditionnellement produit par les femmes Adioukrou, Ebrié et Avikam. Il est apprécié pour sa texture unique et son goût distinct, constituant une part essentielle de la culture culinaire ivoirienne."},
    { "src": "https://pr0.nicelocal.fr/Iud9gYZG24Z436xKDa06NQ/630x384,q85/4px-BW84_n0QJGVPszge3NRBsKw-2VcOifrJIjPYFYkOtaCZxxXQ2aJ_8KSRybE-3iFVmQiXvjhRtorpKHF-aGDoMaC6Y-UZLu4bx6G16xEKeCt8soS1ng", "alt": "Riz Gras", "width": 246, "height": 400,"descrip": "Le riz gras ou riz au gras est un plat à base de riz dans les cuisines béninoise, burkinabé, guinéenne, ivoirienne et togolaise, en Afrique de l'Ouest. Il est également préparé dans d'autres pays africains, comme le Sénégal, où il est appelé tiebou djen et est préparé avec des quantités importantes de poisson et de viande. Ce plat peut être considéré comme une variante de ce qu'on appelle le riz Jollof en Afrique de l'Ouest anglophone. Le riz gras est souvent servi lors des fêtes dans les zones urbaines du Burkina Faso."},
    { "src": "https://restaurantsimba.com/images/279956dfb8613b367a652015f03bb96a.jpg ", "alt": "Ailes de Poulet grié", "width": 360, "height": 399 ,"descrip": "Les ailes de poulet à la mode de Buffalo, ou Buffalo wings, sont une spécialité culinaire à base de viande de poulet. Elles sont originaires des États-Unis, et plus particulièrement de la ville de Buffalo. Cette spécialité est une aile de poulet cuite au four et enrobée d'une sauce dite Buffalo, une sauce épicée au piment. Elle est un plat de viande chaud et salé qui est donc consommé en entrée chaude ou plat principal. Elle est populaire aux États-Unis et exportée en Europe et en Asie, en particulier au Japon."},
    { "src": "https://constancemagazine.com/wp-content/uploads/2019/11/Ndole.jpg", "alt": "Ndolé", "width": 269, "height": 400,"descrip":"Le Ndolé est un plat d'origine camerounaise. Le ndolè est parfois comparé aux épinards à cause de sa couleur et de sa texture mais sa préparation est tout à fait différente. C'est un plat long et difficile à réaliser mais bon marché, au goût très apprécié des Camerounais, particulièrement dans la région de Douala. Le ndolè est élaboré avec les feuilles vertes cuites plusieurs fois à l'eau pour leur faire perdre leur amertume puis mélangées avec une pâte d'arachides fraîches et des épices écrasées. On y ajoute de la viande cuite en lamelles, ou du poisson frais ou fumé." },
    { "src": "https://i0.wp.com/www.alicepegie.com/wp-content/uploads/2020/09/Le-Pile-de-Pommes-de-Terre-1.jpg?resize=960%2C640", "alt": "Pilé Pomme de Terre", "width": 251, "height": 305,"descrip":"Le pilé de pomme de terre est un mélange de pomme de terre pilée et de haricot noir ou rouge, souvent agrémenté d'huile de palme et de piment. Ce plat simple et nourrissant est apprécié pour sa texture crémeuse et sa saveur riche. Il est souvent servi en accompagnement de plats principaux, apportant une touche de douceur et de piquant à chaque bouchée. Facile à préparer, il constitue une option de repas réconfortante et économique, parfaite pour les repas de famille ou les occasions spéciales."},
    { "src": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR44Z5VqLAsmClf0kGjeKp5vacvM_Y_shLIQA&s", "alt": "Taro Sauce Jaune", "width": 301, "height": 277 ,"descrip": "Le taro à la sauce jaune est un mets traditionnel de la région de l'ouest du Cameroun, particulièrement dans les départements du Bamboutos et de la Mezam. La sauce est savamment composée de plus de trente épices, offrant une explosion de saveurs unique. Le taro, un tubercule aux multiples vertus, est préparé pour obtenir une texture crémeuse qui se marie parfaitement avec la richesse de la sauce jaune. Ce plat est souvent servi lors des grandes occasions et des célébrations, témoignant de la richesse culinaire de la région."},
    { "src": "https://www.shutterstock.com/image-photo/grilled-sea-bream-dorado-raw-260nw-2005769855.jpg", "alt": "Poisson a la braise", "width": 353, "height": 400,"descrip": "Le poisson braisé est un mets populaire en Afrique de l'Ouest, notamment le maquereau, le bar, et la sole, cuits sur barbecue avec divers condiments. Il est souvent accompagné de légumes et de sauces piquantes, offrant une expérience culinaire riche en saveurs. Le poisson est généralement mariné avant d'être grillé, ce qui lui confère une tendreté et une saveur incomparables. Ce plat est souvent consommé lors de réunions familiales et de fêtes, symbolisant convivialité et partage." },
    { "src": "https://ourquickbytes.files.wordpress.com/2016/07/cameroonian-poulet-dg.jpg?resize=3000%2C3000", "alt": "Poulet DG", "width": 232, "height": 300,"descrip": "Le poulet DG est un plat camerounais raffiné, souvent réservé aux grandes occasions. C'est un ragoût de poulet frit, servi avec un mélange de frites de plantains et de légumes tels que carottes, poivrons et haricots verts. Les divers aromates, comme les herbes et le bouillon cube, ajoutent une profondeur de saveur au plat. Facile à préparer, le poulet DG est apprécié pour son goût riche et ses ingrédients simples mais savoureux. C'est un plat qui réunit famille et amis autour d'une table." },
    { "src": "https://www.metro.ca/userfiles/image/recipes/riz-frit-dindon-11430.jpg", "alt": "Riz Frit", "width": 189, "height": 300 ,"descrip": "Le riz frit est un mets composé de riz sauté au wok ou à la poêle, souvent mélangé à d'autres ingrédients tels que des œufs, des légumes, des produits de la mer ou de la viande. Il est fréquemment consommé seul ou comme accompagnement d'un autre plat. Le riz frit est une composante majeure des cuisines d'Asie de l'Est, du Sud-Est, et dans une certaine mesure, du Sud. Quand il est fait maison, il inclut généralement les restes d'autres plats, donnant ainsi naissance à d'innombrables variations."},
    { "src": "https://images.squarespace-cdn.com/content/v1/5e04d1c138bd0a5d714cea2b/1701993920899-R2Y8TYQI1GE355DF3ZUW/20231207_122332.jpg", "alt": "Taro Sauce Jaune", "width": 352, "height": 367 ,"descrip":"Le taro à la sauce jaune est un mets traditionnel de la région de l'ouest du Cameroun, particulièrement dans les départements du Bamboutos et de la Mezam. La sauce est savamment composée de plus de trente épices, offrant une explosion de saveurs unique. Le taro, un tubercule aux multiples vertus, est préparé pour obtenir une texture crémeuse qui se marie parfaitement avec la richesse de la sauce jaune. Ce plat est souvent servi lors des grandes occasions et des célébrations, témoignant de la richesse culinaire de la région." },
    { "src": "https://cdn.tasteatlas.com/images/dishes/c35c9d046b2d489d95d8208e435a4e56.jpg?w=600", "alt": "Malaxé de banane", "width": 327, "height": 400 ,"descrip":"Le malaxé de banane est un ragoût à base de banane douce non mûre, de pâte d'arachides fraîches, d'huile de palme, et de poisson fumé. Ce plat est consommé frais ou séché, selon les préférences. La combinaison de la banane douce avec les autres ingrédients crée une texture et un goût uniques qui sont appréciés par de nombreuses personnes. C'est un plat traditionnel riche en saveurs et en histoire, souvent préparé pour des occasions spéciales et des fêtes familiales." },
    {"src": "https://market.lamater.net/cdn/shop/articles/koki2.jpg?v=1620248102", "alt": "Koki plantain", "width": 327, "height": 400 ,"descrip":"Le malaxé de banane est un ragoût à base de banane douce non mûre, de pâte d'arachides fraîches, d'huile de palme, et de poisson fumé. Ce plat est consommé frais ou séché, selon les préférences. La combinaison de la banane douce avec les autres ingrédients crée une texture et un goût uniques qui sont appréciés par de nombreuses personnes. C'est un plat traditionnel riche en saveurs et en histoire, souvent préparé pour des occasions spéciales et des fêtes familiales." },
    {"src": "https://upload.wikimedia.org/wikipedia/commons/e/ef/Le_Eru%2C_un_plat_camerounais.jpg", "alt": "Eru", "width": 327, "height": 400 ,"descrip":"Le malaxé de banane est un ragoût à base de banane douce non mûre, de pâte d'arachides fraîches, d'huile de palme, et de poisson fumé. Ce plat est consommé frais ou séché, selon les préférences. La combinaison de la banane douce avec les autres ingrédients crée une texture et un goût uniques qui sont appréciés par de nombreuses personnes. C'est un plat traditionnel riche en saveurs et en histoire, souvent préparé pour des occasions spéciales et des fêtes familiales." },
    {"src": "https://recetteculinaire.com/wp-content/uploads/2022/12/photo_2022-12-27_14-03-27-960x941.jpg", "alt": "Beignet haricot", "width": 327, "height": 400 ,"descrip":"Le malaxé de banane est un ragoût à base de banane douce non mûre, de pâte d'arachides fraîches, d'huile de palme, et de poisson fumé. Ce plat est consommé frais ou séché, selon les préférences. La combinaison de la banane douce avec les autres ingrédients crée une texture et un goût uniques qui sont appréciés par de nombreuses personnes. C'est un plat traditionnel riche en saveurs et en histoire, souvent préparé pour des occasions spéciales et des fêtes familiales." }
]